Repository: uwp-at-mrit/BigBang
Catalog: ch6000m3/stone/tongue/*/menu.resw
Source language: en_us
Languages: zh_cn

source: Start
zh_cn: 启动

source: Stop
zh_cn: 停止

source: Reset
zh_cn: 复位

source: Close
zh_cn: 关闭

source: Disable
zh_cn: 禁用

source: Open
zh_cn: 打开

source: Virtual Close
zh_cn: 假关

source: Virtual Open
zh_cn: 假开

# PSALMO
source: PS ALMO Auto
zh_cn: 左ALMO

source: Cancel
zh_cn: 取消

source: Wind Out
zh_cn: 推出

source: Wind Up
zh_cn: 收进

source: Down
zh_cn: 下降

source: Up
zh_cn: 上升

source: High Speed
zh_cn: 高速

# BothHopper
source: Both Hopper Pump Dredging
zh_cn: 双舱内泵挖泥

# BothUnderWater
source: Both Underwater Pump Dredging
zh_cn: 双水下泵挖泥

# PSHopper
source: PS Hopper Pump Dredging
zh_cn: 左舱内泵挖泥

# PSUnderWater
source: PS Underwater Pump Dredging
zh_cn: 左水下泵挖泥

# SBHopper
source: SB Hopper Pump Dredging
zh_cn: 右舱内泵挖泥

# SBUnderWater
source: SB Underwater Pump Dredging
zh_cn: 右水下泵挖泥

source: Prepare
zh_cn: 备车

# HPBarge
source: PS Hopper Pump Dredging and Barging
zh_cn: 右舱内泵挖泥装驳

# UWPBarge
source: PS Underwater Pump Dredging and Barging
zh_cn: 右水下泵挖泥装驳

source: Both Shoring
zh_cn: 双舱内泵艏吹

source: Both Rainbowing
zh_cn: 双舱内泵艏喷

source: PS Shoring
zh_cn: 左舱内泵艏吹

source: PS Rainbowing
zh_cn: 左舱内泵艏喷

source: SB Shoring
zh_cn: 右舱内泵艏吹

source: SB Rainbowing
zh_cn: 右舱内泵艏喷

source: Charge
zh_cn: 冲油

source: Discharge
zh_cn: 放油

source: Lock
zh_cn: 锁紧

source: Unlock
zh_cn: 松开

# AllOut
source: Wind Out All
zh_cn: 联合推出

# AllStop
source: Stop All
zh_cn: 全部停止

# AllUp
source: Wind Up All
zh_cn: 联合收进

# MasterPumps
source: Master Hydraulics Pump Group
zh_cn: 液压泵组

# PSPumps
source: PS Hydraulics Pump Group
zh_cn: 左舷液压泵组

# SBPumps
source: SB Hydraulics Pump Group
zh_cn: 右舷液压泵组

# VisorPumps
source: Visor Hydraulics Pump Group
zh_cn: 耙唇液压泵组

source: PS Gantries
zh_cn: 左舷A支架

source: SB Gantries
zh_cn: 右舷A支架

# HDoor12
source: Hopper Door #1-#4
zh_cn: 大泥门联动组 1-2#

# HDoor35
source: Hopper Door #5-#10
zh_cn: 大泥门联动组 3-5#

# HDoor67
source: Hopper Door #11-#14
zh_cn: 大泥门联动组 6-7#

# HDoor17
source: All Hopper Doors
zh_cn: 全部大泥门

source: Auto Lock
zh_cn: 自动锁紧

# MClose
source: Close Motor Valve
zh_cn: 关闭电动阀

# MHeat
source: Heat Motor Valve
zh_cn: 加热电动阀

# MOpen
source: Open Motor Valve
zh_cn: 打开电动阀

# MVirtualClose
source: Virtual Close Motor Valve
zh_cn: 假关电动阀

# MVirtualOpen
source: Virtual Open Motor Valve
zh_cn: 假开电动阀

source: Deflate
zh_cn: 放气

source: Inflate
zh_cn: 充气

source: Emit
zh_cn: 低排

source: Fill
zh_cn: 进舱

# Override
source: Encoder Override
zh_cn: 编码器越控

# CloseDoorCheck
source: Close Door Checking
zh_cn: 关泥门校验

# OpenDoorCheck
source: Open Door Checking
zh_cn: 开泥门校验

# P2_2
source: Parallel for double
zh_cn: 并冲双耙

# P2_H
source: Parallel for Hoppers
zh_cn: 并联冲舱

# PS_2
source: PS to double
zh_cn: 左冲双耙

# PS_H
source: PS to Hoppers
zh_cn: 左冲舱

# PS_PS
source: PS to PS
zh_cn: 左冲左耙

# PS_SB
source: PS to SB
zh_cn: 左冲右耙

# S2_2
source: Sequence for double
zh_cn: 串冲双耙

# S2_H
source: Sequence for Hoppers
zh_cn: 串联冲舱

# S2_PS
source: Sequence for PS
zh_cn: 串冲左耙

# S2_SB
source: Sequence for SB
zh_cn: 串冲右耙

# SB_2
source: SB to doube
zh_cn: 右冲双耙

# SB_H
source: SB to Hoppers
zh_cn: 右冲舱

# SB_PS
source: SB to PS
zh_cn: 右冲左耙

# SB_SB
source: SB to SB
zh_cn: 右冲右耙

# I2_2
source: Indenpendent for double
zh_cn: 左右单冲

# CloseButterFlyValves
source: Close All ButterFly Valves
zh_cn: 关闭所有蝶阀

# StopButterFlyValves
source: Stop All ButterFly Valves
zh_cn: 停止所有蝶阀

source: Left Shift
zh_cn: 左移

source: Right Shift
zh_cn: 右移

# CloseGateValves
source: Close All Gate Valves
zh_cn: 关闭所有闸阀

# StopGateValves
source: Stop All Gate Valves
zh_cn: 停止所有闸阀

# CResistance
source: Constant Resistance
zh_cn: 恒阻力

source: Diagnostics
zh_cn: 诊断

# BOPOverride
source: Override
zh_cn: 回油压力越控

# VirtualOut
source: Virtual Wind Out
zh_cn: 假推

# VirtualUp
source: Virtual Wind Up
zh_cn: 假收

# SBALMO
source: SB ALMO Auto
zh_cn: 右ALMO

source: Auto
zh_cn: 自动
